/* No comment provided by engineer. */
"AddImageLabel" = "Set Photo";

/* No comment provided by engineer. */
"BeanItemLimitMessage" = "Coffee beans can be input less than 10 kinds.";

/* No comment provided by engineer. */
"BeanKindLabel" = "Kinds";

/* No comment provided by engineer. */
"BeanQuantityLabel" = "Quantity";

/* No comment provided by engineer. */
"BeansLabel" = "Coffee Beans";

/* No comment provided by engineer. */
"CancelLabel" = "Cancel";

/* No comment provided by engineer. */
"DateLabel" = "Date";

/* No comment provided by engineer. */
"HeatingItemLimitMessage" = "Heating procedure can be input less than 50 processes.";

/* No comment provided by engineer. */
"HeatingLengthLabel" = "Length";

/* No comment provided by engineer. */
"HeatingsLabel" = "Heating Procedure";

/* No comment provided by engineer. */
"HumidityLabel" = "Humidity";

/* No comment provided by engineer. */
"MemoLabel" = "Memo";

/* No comment provided by engineer. */
"MinuteLabel" = "Min.";

/* No comment provided by engineer. */
"NewPhotoLabel" = "New Photo";

/* No comment provided by engineer. */
"OtherConditionLabel" = "Etc.";

/* No comment provided by engineer. */
"PhotoLabel" = "Photo";

/* No comment provided by engineer. */
"ResultLabel" = "Result";

/* No comment provided by engineer. */
"ScoreLabel" = "Score";

/* No comment provided by engineer. */
"ScoreLimitMessage" = "Score can be from -100 to 100.";

/* No comment provided by engineer. */
"SecondLabel" = "Sec.";

/* No comment provided by engineer. */
"SelectPhotoFromLibraryLabel" = "Select from library.";

/* No comment provided by engineer. */
"SelectPhotoLabel" = "Select a photo.";

/* No comment provided by engineer. */
"SelectPhotoMessage" = "Select a photo.";

/* No comment provided by engineer. */
"SetHeatingLengthUnitLabel" = "Set heating length to :";

/* No comment provided by engineer. */
"SetHeatingTemperatureUnitLabel" = "Set heating temperature to :";

/* No comment provided by engineer. */
"SetRoomTemperatureUnitLabel" = "Set room temperature to :";

/* No comment provided by engineer. */
"SorryMessageLabel" = "Sorry.";

/* No comment provided by engineer. */
"RoomTemperatureLabel" = "Room Temperature";
"HeatingTemperatureLabel" = "Temperature";

